Repository: scieloorg/journals-opac
Catalog: opac/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Journals Evaluation
pt_br: Avaliação de Periódicos

source: help
pt_br: Ajuda

source: about this site
pt_br: sobre o site

source: SciELO Team
pt_br: Equipe SciELO

source: serial browsing
pt_br: pesquisa de periódicos

source: alphabetic list
pt_br: lista alfabética

source: subject list
pt_br: lista de temas

source: search form
pt_br: formulário de pesquisa

source: article browsing
pt_br: pesquisa de artigos

source: author index
pt_br: índice de autores

source: subject index
pt_br: índice de temas

source: reports
pt_br: relatórios

source: site usage
pt_br: uso do site

source: journal citation
pt_br: citações de periódicos

source: co-authors
pt_br: co-autoria

source: Year
pt_br: Ano

source: Numbers
pt_br: Números

source: suppl.
pt_br: supl.

source: issues
pt_br: fascículos

source: abstract
pt_br: resumo
